;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Andrzej Mazurkiewicz
; TranslationAuthorEmail: andrzejmz69@gmail.com
; Version: 3.44
; Update: 2014-06-16
;
[Translation]
LangCode=0415
ReadHabit=Left-to-right
LanguageName=PL
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Potwierdzenie
Warning=Ostrzeżenie
Error=Błąd
Confirm=Potwierdzenie
pmCheckMsg=Automatyczne sprawdzanie wiadomości
pmforum=Forum
pmHelp=Pomoc Online
pmContact=Skontaktuj się z nami
pmHome=Strona domowa
pmCheckNew=Sprawdź aktualizacje
pmLang=Języki
pmAbout=O nas
pmRestore=Odzyskaj ten obiekt
pmselectall=Wybierz wszystko
pmselectnone=Nie wybieraj niczego
pmselectinvert=Odwróć zaznaczenie
FrmFRMain.lblTree.caption=Lokalizacja pliku
FrmFRMain.btnlikeit.caption=Lubię to
FrmFRMain.btnfeedback.caption=Sugestie i opinie
FrmFRMain.btnsearch.caption=Skanuj
FrmFRMain.btnrestore.caption=Odzyskaj
FrmFRMain.btnsearchcancel.caption=Anuluj
;
; About
;
FrmFRAbout.caption=O programie
FrmFRAbout.btnok.caption=OK
FrmFRAbout.lblver.caption=Aktualna wersja:
FrmFRAbout.lblemail.caption=E mail do wsparcia:
FrmFRAbout.lblhome.caption=Strona domowa:
FrmFRAbout.lblthank.caption=Podziękowania dla następujących osób za ich wkład:
;
;Like us
;
Frmlikeit.lblTitle.caption=Jeżeli lubisz Wise Data Recovery, prosimy powiedz o tym darmowym narzędziu swoim znajomym.
Frmlikeit.lblInfo.caption=Podziel się Wise Data Recovery z rodziną, przyjaciółmi, koleżankami, i kolegami z klasy przez Email, Blog, Twitter, YouTube, Facebook, etc... Dziękujemy! Możesz sprawić że program ten sprawi im radość i, z przyjemnością będą go używać.
Frmlikeit.lblRate.caption= Ocena Wise Data Recovery:
Frmlikeit.lblfollow.caption=Znajdź nas na:
Frmlikeit.lblshare.caption=Podziel się Wise Data Recovery:
Frmlikeit.btndownload.caption=Pobierz za darmo
Frmlikeit.imgrate.hint=Program nagrodzony 5 gwiazdkami na CNET
Frmlikeit.imgmail.hint=Podziel się z Przyjaciółmi
Frmlikeit.imgface1.hint=Podziel się na Facebooku
Frmlikeit.imgface2.hint=Znajdź nas na Facebooku
Frmlikeit.imgtwitter1.hint=Podziel się na Twitterze
Frmlikeit.imgtwitter2.hint=Znajdź nas na Twitterze
Frmlikeit.Caption=Lubię to
Frmlikeit.lbldownload.caption=Pobierz więcej darmowego oprogramowania z WiseCleaner.com :

[Edit]
pmcut=Wytnij
pmcopy=Kopiuj
pmpaste=Wklej
pmdelete=Usuń
pmselectall=Zaznacz wszystko

[GUI]
ButtonYes=Tak
ButtonNo=Nie
ButtonOK=Ok
ButtonMinimize=Zminimalizuj
ButtonMaximize=Zmaksymalizuj
ButtonClose=Zamknij
ButtonRestore=Przywróć
ButtonMenu=Menu
ButtonDelete=Usuń
[FileRecovery]
FrmFRMain.lstFile.headitems[0]=Nazwa pliku
FrmFRMain.lstFile.headitems[1]=Rozmiar pliku
FrmFRMain.lstFile.headitems[2]=Ostatnio zmodyfikowany
FrmFRMain.lstFile.headitems[3]=Odzyskiwanie
FrmFRMain.lstFile.headitems[4]=Ścieżka
Scanning=Skanowanie...
Filtering=Filtrowanie...
KeyWord=Wprowadź słowa kluczowe
Images=Obrazy
Audios=Audio
Videos=Video
Document=Dokumenty
Compressed=Pliki skompresowane
Email=Emaile
AllFiles=Wszystkie pliki
AllFolders=Wszystkie Foldery
SelectDir=Proszę wybrać folder do zapisania odzyskanych danych
NoSameDrive=Proszę wybrać inny dysk do zapisania danych aby uniknąć ich nadpisania.
ScanStopped=To skanowanie zostało anulowane.
Good=Dobry
Poor=Zły
VeryPoor=Bardzo zły
Lost=Nie do odzyskania
ItemList=Znalezionych plików %d 


[message]
NoNewVer=Gratulacje,wersja której używasz jest najnowszą!
RecoveryDone=Odzyskiwanie danych zakończone.
TranslateTo=Translate into...
NewVer=Dostępna jest nowa wersja! Czy chcesz zakualizować teraz?